yannickmayannick/circuitpython/ports/raspberrypi/boards/waveshare_rp2350_lcd_1_28/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
// SPDX-FileCopyrightText: Copyright (c) 2024 Cooper Dalrymple
//
// SPDX-License-Identifier: MIT

#pragma once

#define MICROPY_HW_BOARD_NAME "Waveshare RP2350-LCD-1.28"
#define MICROPY_HW_MCU_NAME "rp2350"
